const FAQFakeData = {
  AllFAQdata: [
    {
      label: {
        tagName: "자주하는질문",
        info: [
          {
            title: "안드로이드 폰의 유료 구독 취소를 진행하고 싶습니다.",
            body: "더 이상의 유료 구독을 원하시지 않을 경우, 구글 플레이스토어에서 언제든 직접 취소를 진행하실 수 있습니다.",
          },
          { title: "아이폰 유료 구독 취소를 진행하고 싶습니다.", body: "더 이상의 유료 구독을 원하시지 않을 경우, 구글 플레이스토어에서 언제든 직접 취소를 진행하실 수 있습니다." },
          { title: "이용권을 결제하면 어떤 서비스를 받을 수 있나요?", body: "매일 업데이트되는 게시물을 보며 언제 어디서든 공부 하실 수 있습니다." },
        ],
      },
    },
    {
      label: {
        tagName: "서비스 관련",
        info: [
          { title: "안드로이드 폰의 유료 구독 취소를 진행하고 싶습니다.", body: "구글 플레이스토어에서 언제든 직접 취소를 진행하실 수 있습니다. " },
          { title: "결제하지 않고도 이용할 수 있나요?", body: "결제하지 않고도 간단한 가입만으로 일부 신규, 추천 콘텐츠를 이용할 수 있습니다. 여러 개발 유저들과 함께 공부 해보세요." },
        ],
      },
    },

    {
      label: {
        tagName: "사용법",
        info: [
          { title: "MDN+", body: "공부하면서 공유하고 싶은 지식들이나 또는 게시물에 잘못된 내용을 봤을경우에 본인이 직접 수정하고 작성함으로써 여러 유저들에게 공유할수 있습니다" },
          { title: "HelpDesk", body: "개발하면서 몰랐던 내용들 혹은 MDN+ 에서 본 내용이 잘 이해가 안되었을 경우에 Help Desk 질문하여 여러 유저들에게 답을 얻어보세요" },
        ],
      },
    },

    {
      label: {
        tagName: "제휴 및 제안",
        info: [
          { title: "이런 콘텐츠 만들어 주세요.", body: "콘텐츠와 관련해 아이디어나 제안사항이 있다면 망설이지 마시고 언제든 말씀해 주세요. " },
          { title: "MDN+ 와 협업하고 싶어요.", body: "각종 업무 제휴, .....@gmail.com 으로 관련 내용을 남겨 주세요. 빠르게 확인한 후 연락 드리겠습니다." },
        ],
      },
    },

    {
      label: {
        tagName: "로그인/계정관리",
        info: [
          { title: "여러 개의 계정을 만들어 사용할 수 있나요?", body: "하나의 소셜미디어 계정으로 하나의 계정만 생성될 수 있습니다. 참고해주세요" },
          { title: "탈퇴하고 싶어요", body: "마이페이지 에서 회원탈퇴를 누르시면 언제든 회원탈퇴가 가능합니다." },
        ],
      },
    },
  ],
};

export default FAQFakeData;
